tap "ese/brewin", "file:///usr/local/.ese/homebrew-brewin"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Statistics utility to count lines of code
brew "cloc"
# Modern replacement for 'ls'
brew "exa"
# Simple, fast and user-friendly alternative to find
brew "fd"
# User-friendly command-line shell for UNIX-like operating systems
brew "fish"
# Add GitHub support to git on the command-line
brew "hub"
# Command-line benchmarking tool
brew "hyperfine"
# Remote terminal application
brew "mosh"
# Platform-neutral API for system-level and libc-like functions
brew "nspr"
# Libraries for security-enabled client and server applications
brew "nss"
# Swiss-army knife of markup format conversion
brew "pandoc"
# Interpreted, interactive, object-oriented programming language
brew "python@2"
# Install various Ruby versions and implementations
brew "ruby-build"
# Ruby version manager
brew "rbenv"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Static analysis and lint tool, for (ba)sh scripts
brew "shellcheck"
# Very fast implementation of tldr in Rust
brew "tealdeer"
# Program that allows you to count code, quickly
brew "tokei"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Execute commands when watched files change
brew "watchexec"
# Watch files and take action when they change
brew "watchman"
# 
brew "ese/brewin/brewin"
cask "flash-player"
cask "hyper"
cask "xquartz"
